Repository: DecaturMakers/Decatur-Makers-Web-Deployment
Catalog: content/plugins/amr-ical-events-list/lang/amr-ical-events-list-*.po
Languages: da_dk

source: amr ical options deleted from database
da_dk: amr ical-indstillinger slettet fra databasen

source: amr ical cached ics files deleted
da_dk: De filer, amr ical har cachet, er slettet

source: Css files may also exist. They and the css folder have not been deleted as they have been shared with other plugins.
da_dk: CSS-filer findes måske også. De og CSS-mappen er ikke blevet slettet, da de er delt med andre plugins.

source: Go to events for this day only
da_dk: Gå kun til denne dags begivenheder

source: Column
da_dk: Kolonne

source: Order
da_dk: Rækkefølge

source: Before
da_dk: Før

source: After
da_dk: Efter

source: A link to allow user to add the whole calendar to their google calendar.
da_dk: Et link til at lade bruger tilføje hele kalenderen til sin Google-kalender.

source: A link to allow user to refetch an ics file
da_dk: Et link, der tillader bruger at hente en ICS-fil igen

source: The time the ics file was last modified
da_dk: Tidspunktet, ICS-filen senest blev ændret

source: WordPress post title or ICS SUMMARY
da_dk: WordPress-indlægtstitel eller ICS-resumé

source: WordPress content or ICS description
da_dk: WordPress-indhold eller ICS-beskrivelse

source: WordPress excerpt
da_dk: WordPress-uddrag

source: WordPress post thumbnail
da_dk: WordPress-indlægsminiature

source: Address
da_dk: Adresse

source: Link to map
da_dk: Link til kort

source: Link to add event to a google calendar
da_dk: Link til at tilføje begivenhed til en Google Kalender

source: Link to single event ics file
da_dk: Link til ICS-fil med enkeltbegivenheder

source: Link to recurring event series ics file
da_dk: Link til ICS-fil med gentagne begivenhedsrækker

source: The latitude and longitude
da_dk: Bredde- og højdegrad

source: Links to specified ATTACHMENTS (ics)
da_dk: Links til angivne Vedhæftede filer (ICS)

source: WordPress or ics file categories
da_dk: WordPress- eller ICS-filkategorier

source: ics class
da_dk: ICS-klasse

source: ics comment
da_dk: ICS-kommentar

source: ics event priority
da_dk: ICS-begivenhedsprioritet

source: ics event status
da_dk: ICS-begivenhedsstatus

source: The date of instance of a repeating date, or the event date
da_dk: Dato for begivenhed i tilbagevendende begivenhed eller for begivenhed

source: The time of instance of a repeating date, or the event date
da_dk: Tidspunkt for begivenhed i tilbagevendende begivenhed eller for begivenhed

source: The date an event instance ends. Blank if same as event date
da_dk: Datoen, en enkeltbegivenhed ender. Tom, hvis samme som begivenhedsdatoen

source: The time an event instance ends.
da_dk: Tidspunktet, en enkeltbegivenhed i gentagen begivenhed ender.

source: The original or first event date of a recurring series
da_dk: Datoen for den oprindelige eller første begivenhed i en gentagen begivenhedsserie

source: The original or first event's end date of a recurring series
da_dk: Slutdato for den oprindelige eller første begivenhed i en tilbagevende serie

source: The due date of a task.
da_dk: En opgaves termin

source: The duration of an event.
da_dk: Begivenhedens længde

source: Says "all day" (translated) if the event has full days.
da_dk: Siger "hele dagen" (oversat), hvis begivenheden tager hele dagen.

source: If a task is completed.
da_dk: Hvis en opgave er udført.

source: Show busy (translated) if the freebusy component is in use.
da_dk: Vis optaget (oversat), hvis fri-optaget-komponenten anvendes.

source: Users who have accepted.
da_dk: Brugere, der har accepteret.

source: Add register button. Registration settings can be set as global defaults or per event.
da_dk: Tilføj registreringsknap. Indstillinger for registrering kan sættes som globale standarder eller for hvert enkelt event.

source: Links to indicate if attending.
da_dk: Links til at angive, om man deltager.

source: The contact person if available.
da_dk: Eventuel kontaktperson.

source: The author of the event.
da_dk: Ophavsmand til begivenheden.

source: Users who are attending.
da_dk: Brugere, der deltager.

source: The unique id of a recurrence instance or exception.
da_dk: Unik id for en enkeltbegivenhed i tilbagevende begivenhed eller for en undtagelse.

source: The events url as provided by ics file, or the wordpress event permalink.
da_dk: Begivenhedens URL som angivet af ICS-filen, eller WordPress-permalink for begivenheden.

source: The unique identifier of the event.
da_dk: Unik id for begivenheden.

source: Dates excluded from the recurring series
da_dk: Datoer udeladt fra tilbagevendende serie

source: Exclusion rule - no longer in spec
da_dk: Udeladelsesregel &ndash; ikke længere med i specifikationen

source: Individual dates on which event is to be repeated
da_dk: Enkeltdatoer, som begivenheden skal gentages på

source: The rule for the recurrence of the event.
da_dk: Regel for begivenhedens gentagelse.

source: Alarm action.
da_dk: Alarmhandling.

source: Alarm repeat.
da_dk: Gentagelse af alarm.

source: Alarm trigger.
da_dk: Udløser af alarm.

source: Date event created.
da_dk: Begivenhedsdato oprettet.

source: Date event published.
da_dk: Begivenhedsdato udgivet.

source: Modification level of event.
da_dk: Begivenhedens ændringsniveau.

source: Date event last modified.
da_dk: Begivenhedsdato sidst ændret.

source: Events in an ics file
da_dk: Begivenheder i en ICS-fil

source: Items in an ics file that indicate busy or available time slots
da_dk: Optegnelser i en ICS-fil, som angiver tidsrum, hvor man er optaget eller tilgængelig

source: Todo Task Items in an ics file
da_dk: Gøremål i en opgaveliste i en ICS-fil

source: Journal notes in an ics file - no date or time
da_dk: Dagbogsnoter i en ICS-fil – ingen dato eller klokkeslæt

source: No events found within criteria
da_dk: Ingen begivenheder opfyldte kriterierne

source: Look for more
da_dk: Se efter mere

source: Look for previous
da_dk: Se efter tidligere

source: Reset
da_dk: Nulstil

source: Default
da_dk: Standard

source: A default calendar list. This one set to tables with lists in the cells. Usually needs the css file enabled. If you configure it, I suggest changing this description to aid your memory of how/why it is configured the way that it is.
da_dk: En standard-kalenderliste. Denne er sat op med tabeller med lister i celler. Kræver normalt, at CSS-filen er aktiveret. Hvis du tilpasser den, foreslår jeg, at du ændrer denne beskrivelse som et praj om, hvordan/hvorfor den er tilpasset, som den er.

source: Year
da_dk: År

source: Quarter
da_dk: Kvartal

source: Astronomical Season
da_dk: Astronomisk årstid

source: Traditional Season
da_dk: Traditionel årstid

source: Western Zodiac
da_dk: Vestlig stjernekreds

source: Month
da_dk: Måned

source: Week
da_dk: Uge

source: Day
da_dk: Dag

source: When
da_dk: Hvornår

source: What
da_dk: Hvad

source: Where
da_dk: Hvor

source: More info:
da_dk: Flere oplysninger:

source: to
da_dk: til

source: Show in Google map
da_dk: Vis på Google-kort

source: Show location in Google Maps
da_dk: Vis sted på Google Maps

source: On Tour
da_dk: På turné

source: Default setting uses the original table with lists in the cells. It is grouped by month. If you configure it, I suggest changing this description to aid your memory of how/why it is configured the way that it is.
da_dk: Standardindstillingen bruger den oprindelige tabel med lister i cellerne. Den er grupperet efter måneder. Hvis du tilpasser den, foreslår jeg, at du ændrer denne beskrivelse som et praj om, hvordan/hvorfor den er tilpasset, som den er.

source: Venue
da_dk: Sted

source: Description
da_dk: Beskrivelse

source: Timetable
da_dk: Tidsplan

source: Default setting uses the original table with lists in the cells. It is grouped by day. If you configure it, I suggest changing this description to aid your memory of how/why it is configured the way that it is.
da_dk: Standardindstillingen bruger den oprindelige tabel med lister i cellerne. Den er grupperet efter dage. Hvis du tilpasser den, foreslår jeg, at du ændrer denne beskrivelse som et praj om, hvordan/hvorfor den er tilpasset, som den er.

source: Date
da_dk: Dato

source: Class
da_dk: Klasse

source: Room
da_dk: Rum

source: The new default setting for widgets uses lists for the table rows. Good for themes that cannot cope with tables in the sidebar. No grouping. If you configure it, I suggest changing this description to aid your memory of how/why it is configured the way that it is.
da_dk: Den nye standardindstilling for widgets bruger lister som tabelrækker. Så fungerer det også med temaer, som ikke kan vise tabeller i sidepanelerne. Ingen gruppering. Hvis du tilpasser den, foreslår jeg, at du ændrer denne beskrivelse som et praj om, hvordan/hvorfor den er tilpasset, som den er.

source: HTML5 Exp 1
da_dk: HTML5 Eks. 1

source: Table style aiming to use html5 tags, but still within a table structure to allow columns. One cannot have two levels of grouping with this option as tbody cannot be nested. If you configure it, I suggest changing this description to aid your memory of how/why it is configured the way that it is.
da_dk: En tabel-style beregnet på brug af HTML5-tags, men stadig i en tabelstruktur, så der kan bruges kolonner. Man kan ikke have to grupperingsniveauer med denne opsætning, fordi tbody ikke kan anvendes inden i en tbody-struktur. Hvis du tilpasser den, foreslår jeg, at du ændrer denne beskrivelse som et praj om, hvordan/hvorfor den er tilpasset, som den er.

source: HTML5 Exp 2
da_dk: HTML5 Eks. 2

source: An HTML5 test option that tries to be leaner. You can have two level of grouping with this option. If you configure it, I suggest changing this description to aid your memory of how/why it is configured the way that it is.
da_dk: En HTML5-testopsætning, som forsøger at være enklere. Man kan have to grupperingsniveauer med denne indstilling. Hvis du tilpasser den, foreslår jeg, at du ændrer denne beskrivelse som et praj om, hvordan/hvorfor den er tilpasset, som den er.

source: EventInfo
da_dk: Begivenhedsinfo

source: For displaying additional event info on posts created as events. The summary and description are switched off as these are the post title and the post content. Calendar properties and groupings are also not relevant. If you configure it, I suggest changing this description to aid your memory of how/why it is configured the way that it is.
da_dk: Til visning af yderligere begivenhedsinformationer på indlæg oprettet som begivenheder. Resumé og beskrivelse vises ikke, eftersom de bruges som indlægstitel og indlægsindhold. Kalenderegenskaber og grupperinger er heller ikke relevante. Hvis du tilpasser den, foreslår jeg, at du ændrer denne beskrivelse som et praj om, hvordan/hvorfor den er tilpasset, som den er.

source: Small-Calendar
da_dk: Lille kalender

source: The new default setting for calendar widgets. No grouping, No headings. If you configure it, I suggest changing this description to aid your memory of how/why it is configured the way that it is.
da_dk: Den nye standardopsætning for kalenderwidgets. Ingen gruppering, ingen overskrifter. Hvis du tilpasser den, foreslår jeg, at du ændrer denne beskrivelse som et praj om, hvordan/hvorfor den er tilpasset, som den er.

source: Large-Calendar
da_dk: Stor kalender

source: The new default setting for a large monthly calendar. No grouping, No headings. If you configure it, I suggest changing this description to aid your memory of how/why it is configured the way that it is.
da_dk: De nye standardindstillinger for en stor månedskalender. Ingen grupperinger, ingen overskrifter. Hvis du tilpasser dem, foreslår jeg, at du ændrer denne beskrivelse som et praj om, hvordan/hvorfor de er tilpasset, som de er.

source: Testing
da_dk: Test

source: A test option with lots of fields switched on. It has 2 levels of grouping - this is fine so long as the html in use can be nested. If you configure it, I suggest changing this description to aid your memory of how/why it is configured the way that it is.
da_dk: En testopsætning med et stort antal felter slået til. Den har to grupperingsniveauer &ndash; det er fint, så længe der bruges HTML, der kan indlejres. Hvis du tilpasser den, foreslår jeg, at du ændrer denne beskrivelse som et praj om, hvordan/hvorfor den er tilpasset, som den er.

source: Weekly Horizontal
da_dk: Ugentligt, horisontalt

source: Like the large calendar, but different - grouped by week and the weeks continue across months. Really 2 weeks should be displayed a time.
da_dk: Som den store kalender, men anderledes &ndash; grupperet efter uger, og ugerne fortsætter over månedsskifter. Mindst to uger bør vises ad gangen!

source: If you configure it, I suggest changing this description to aid your memory of how/why it is configured the way that it is.
da_dk: Hvis du tilpasser den, foreslår jeg, at du ændrer denne beskrivelse som et praj om, hvordan/hvorfor den er tilpasset, som den er.

source: Weekly Vertical
da_dk: Ugentligt, vertikalt

source: Grouped by day, but only showing 1 week. 3 columns, with excerpt not full description. No icons.
da_dk: Grupperet efter dage, men viser kun én uge. Tre kolonner, med uddrag, ikke fuld beskrivelse. Ingen ikoner.

source: Event Master
da_dk: Begivenhedsmaster

source: Grouped by category, intended to be used with no recurrences
da_dk: Grupperet efter kategori; ikke til brug med gentagelser

source: Resetting options...
da_dk: Nulstiller indstillinger ...

source: Options Deleted...
da_dk: Indstillinger slettet ...

source: Option was not saved before or error deleting option...
da_dk: Indstilling blev ikke gemt før, eller fejl i forsøg på slette indstilling &hellip;

source: Converting option key to lowercase
da_dk: Konverterer nøgler i Indstillinger til små bogstaver

source: Look for Previous
da_dk: Se efter tidligere

source: Busy
da_dk: Optaget

source: Daily
da_dk: Daglig

source: Weekly
da_dk: Ugentlig

source: Monthly
da_dk: Månedlig

source: Yearly
da_dk: Årlig

source: Hourly
da_dk: Hver time

source: on certain dates
da_dk: på visse dage

source: day
da_dk: dag

source: week
da_dk: uge

source: month
da_dk: måned

source: year
da_dk: år

source: hour
da_dk: time

source: The <a href="http://au.php.net/manual/en/class.datetime.php"> DateTime Class </a> must be enabled on your system for this plugin to work. They may need to be enabled at compile time. The class should exist by default in PHP version 5.2.
da_dk: <a href="http://au.php.net/manual/en/class.datetime.php">DateTime Class</a> skal være aktiveret på dit system, hvis dette plugin skal virker. Måske skal klassen være aktiveret, når PHP kompileres. Klassen bør som standard være med i PHP-version 5.2.should exist by default in PHP version 5.2.

# the 11, 12 or 13th
source: %s th
da_dk: %s.

# the twenty first etc
source: %s st
da_dk: %s.

# the second
source: %s nd
da_dk: %s.

# the third
source: %s rd
da_dk: %s.

# the nth
source: %s th
da_dk: %s.

source: the first
da_dk: den første

source: every
da_dk: alle

source: the last
da_dk: den sidste

source: the %s last
da_dk: den %s sidste

source: the %s
da_dk: den %s

source: Monday
da_dk: Mandag

source: Tuesday
da_dk: Tirsdag

source: Wednesday
da_dk: Onsdag

source: Thursday
da_dk: Torsdag

source: Friday
da_dk: Fredag

source: Saturday
da_dk: Lørdag

source: Sunday
da_dk: Søndag

source: Error creating custom css directory %s. Please check permissions
da_dk: Fejl i oprettelse af brugerdefineret CSS-mappe %s. Tjek venligst rettigheder

source: Could not copy file.
da_dk: Kunne ikke kopiere fil.

source: Unable to load or cache ical calendar %s
da_dk: Kan ikke indlæse eller cache iCa-kalenderen %s

source: Error finding or parsing ical calendar %s
da_dk: Fejl i forsøg på at finde eller parse iCa-kalenderen %s

source: This feature requires the plugin amr-events
da_dk: Den ønskede funktion kræver pluginnet amr-events

source: Get it here
da_dk: Få det her

source: No url entered - did you want events from posts ?
da_dk: Ingen URL indtastet &ndash; ønkede du begivenheder fra indlæg?

source: No ical components requested for display
da_dk: Ingen visningsanmodninger for iCal-komponenter

source: Invalid Ical URL %s
da_dk: Ugyldig iCal-URL %s

source: System error - event list type %s missing - please inform administrator.
da_dk: Systemfejl - begivenhedslistetypen %s mangler - informér venligst administratoren.

source: Now using an available list type to list events
da_dk: Bruger nu en tilgængelig listetype til at lave liste med begivenhederne

source: Invalid Start Date
da_dk: Ugyldig startdato

source: Uncaught exception:
da_dk: Ubehandlet undtagelse:

source: <br /><br />An error in the input data may prevent correct display of this page. Please advise the administrator as soon as possible.
da_dk: <br /><br />En fejl i input-data kan forhindre en korrekt visning af denne side. Orientér venligst administrator så hurtigt som muligt.

source: Your existing saved list types have been converted. If you wish to return to the earlier version of the plugin, you will have to reset the list types and reapply your changes. Or use your DB backup to set the amr-ical-events-list option back to previous version. You do have regular backups right?
da_dk: Dine eksisterende gemte listetyper er blevet konverteret. Hvis du ønsker at vende tilbage til den tidligere version af pluginnet, skal du nulstille listetyperne og indtaste dine ændringer igen. Eller bruge din databasesikkerhedskopi til at føre amr-ical-events-list-indstillingerne tilbage til den tidligere version. Du tager regelmæssige sikkerhedskopier, ikke?

source: General listing Settings
da_dk: Generelle listeindstillinger

source: Settings
da_dk: Opsætning

source: List Type Settings
da_dk: Listtype-indstillinger

source: Documentation
da_dk: Dokumentation

source: Show all
da_dk: Vis alle

source: Hide all
da_dk: Skjul alle

source: Videos
da_dk: Videoer

source: Rate it at WP
da_dk: Bedøm det på WP

source: Your timezone db version is: %s
da_dk: Versionen af din tidszonedatabase er: %s

source: Plugin cannot determine timezonedb version in php &lt; 5.3.
da_dk: Kan ikke finde version på tidszonedatabasen i PHP &lt; 5.3.

source: Php timezonedb versions
da_dk: Versioner af PHP-tidszonedatabaser

source: Info on what changes are in which timezonedb version
da_dk: Oplysninger om, hvilke ændringer der er foretaget i hvilken tidszonedatabaseversioner

source: No global timezone - is there a problem here?
da_dk: Ingen global tidszone &ndash; er der et problem her?

source: Go to settings
da_dk: Gå til opsætning

source: You are using the "old" gmt_offset setting
da_dk: Du bruger den "gamle" gmt_offset-indstilling

source: Consider changing to the more accurate timezone setting
da_dk: Overvej at skifte til den mere præcise tidszoneindstilling

source: The plugin thinks your timezone is:
da_dk: Pluginnet har bestemt din tidszone som:

source: The current UTC offset for that timezone is:
da_dk: Den aktuelle UTC-forskel for denne tidszone er:

source: Switches to %s on %s. GMT offset: %d
da_dk: Skifter til %s den %s. GMT-tidsforskel: %d

source: Current time (unlocalised):
da_dk: Aktuel tid (ikke-lokaliseret):

source: Save the settings
da_dk: Gem opsætning

source: Update
da_dk: Opdatér

source: Uninstall the plugin and delete the options from the database.
da_dk: Afinstallér pluginnet og slet indstillingerne fra databasen.

source: Uninstall
da_dk: Afinstallér

source: Warning: This will reset ALL the listing options immediately.
da_dk: Advarsel: Dette vil nulstille <em>alle</em> indstillinger for lister med det samme.

source: Reset all listing options
da_dk: Nulstil alle indstillinger for lister

source: Manage Event List Types
da_dk: Håndtér iCal-begivenhedstyper

source: Configure event list type:
da_dk: Konfigurér begivenhedslistetype:

source: Preview the list using a calendar page.
da_dk: Preview listen på en kalenderside.

source: Saving....
da_dk: Gemmer ...

source: Lists saved
da_dk: Lister gemt

source: No change to options or unexpected error in saving
da_dk: Ingen ændringer i indstillinger eller en uventet fejl under gemning

source: Check for lists to delete
da_dk: Tjek for lister, der skal slettes

source: List %s will be deleted
da_dk: Liste %s vil blive slettet

source: Column Headings:
da_dk: Kolonneoverskrifter:

source: Calendar properties
da_dk: Egenskaber for kalender

source: Specify fields to show:
da_dk: Vælg felter at vise:

source: Note: a 0 (zero) in column = do not show that field.
da_dk: Bemærk: Et 0 (nul) i kolonnen betyder, at feltet ikke skal vises.

source: Uppercase fields are those defined in the iCal specification.
da_dk: Felter med store bogstaver er defineret i iCal-specifikationen.

source: Lowercase fields are additional fields added by this plugin and derived from the iCal fields for your convenience.
da_dk: Felter med små bogstaver er ekstra felter tilføjet af dette plugin og udledt af iCal-felterne for at gøre det lettere for dig.

source: Fields show if "column" > 0 and if there is data available in your event or ics file.
da_dk: Felter vises, hvis "kolonne" > 0, og hvis der er tilgængelige data i din begivenhed eller ICS-fil.

source: Field
da_dk: Felt

source: (0 to hide)
da_dk: (0 for at skjule)

source: Define grouping:
da_dk: Definér grupperinger:

source: Possible Groupings
da_dk: Mulige grupperinger

source: Level
da_dk: Niveau

source: No grouping
da_dk: Ingen grupperinger

source: Taxonomies
da_dk: Taksonomier

source: (Requires amr-events)
da_dk: (Kræver amr-events)

source: Date based
da_dk: Datobaseret

source: (See also date and time formats)
da_dk: (Se også formater for dato og klokkeslæt)

source: Select components to show:
da_dk: Vælg komponenter at vise:

source: Wikipedia entry describing components
da_dk: Wikipediaopslag, der beskriver komponenterne

source: Define maximums:
da_dk: Definér maksimummer:

source: Note cache times are in hours
da_dk: Bemærk, at cachetider er i timer

source: Configure another list type:
da_dk: Konfigurér ny listetype:

source: Return to manage list types
da_dk: Tilbage til håndtering af listetyper

source: Please use numbers > 1
da_dk: Brug venligst tal > 1

source: Imported settings for list %s invalid - not saved
da_dk: Importerede indstillinger for listen %s er ugyldige &ndash; blev ikke gemt

source: List %s will be saved with imported data
da_dk: Listen %s vil blive gemt med importerede data

source: Configure:
da_dk: Konfigurér:

source: Click to choose the fields, the columns and set other parameters.
da_dk: Klik for at vælge felter, kolonner og andre parametre.

source: Configure
da_dk: Konfigurér

source: Calendar Page URL for previews must be entered above
da_dk: URL for kalenderside til previews skal indtastes ovenfor

source: n/a
da_dk: &nbsp;&ndash;&nbsp;

source: Enter a list number to start a list type with new default settings.
da_dk: Indtast nummer på liste for at begynde på en listetype med nye standardindstillinger.

source: After that, cut and paste from the list type closest to what you want to get you started
da_dk: Derefter skal du kopiere og indsætte fra listetypen, der er tættest på, hvad du ønsker, for at komme i gang

source: List saved
da_dk: Liste gemt

source: Listing Events
da_dk: Laver liste med begivenheder

source: iCal Events Lists
da_dk: Liste med iCal-begivenheder

source: List types
da_dk: Listetyper

source: Error in form - calprop array not found
da_dk: Fejl i formular &ndash; calprop-arrayet ikke fundet

source: Name
da_dk: Navn

source: Internal Description
da_dk: Intern beskrivelse

source: Other:
da_dk: Andet:

source: List HTML Style
da_dk: HTML-style for liste

source: Table
da_dk: Tabel

source: HTML5 in table
da_dk: HTML5 i tabel

source: HTML5 clean and lean
da_dk: HTML5 enkelt og simpelt

source: Custom - file required
da_dk: Egen - fil påkrævet
