Repository: DecaturMakers/Decatur-Makers-Web-Deployment
Catalog: content/plugins/amr-ical-events-list/lang/amr-ical-events-list-*.po
Languages: da_dk

source: Breaks for rows!
da_dk: Rækker med ny linje!

source: Small box calendar
da_dk: Lille box-kalender

source: Large box calendar
da_dk: Stor box-kalender

source: Weeks calendar
da_dk: Ugekalender

source: Lists for rows
da_dk: Rækker som lister

source: *Avoid - deprecated
da_dk: *Undgå – frarådes pga. forældelse

source: Table with lists in cells (original)
da_dk: Tabel med lister i celler (oprindelig)

source: Custom HTML style file at %s...
da_dk: Fil med egen HTML-style i %s...

source: (Html and some php knowledge required)
da_dk: (HTML og en vis viden om PHP påkrævet)

source: Default Event URL
da_dk: Standard-URL for begivenhed

source: (For ics files in widget. External, or calendar page.)
da_dk: (Vedr. ICS-filer i widget. Ekstern, eller kalenderside.)

source: More information
da_dk: Flere oplysninger

source: General Options
da_dk: Generelle indstillinger

source: Styling and Images
da_dk: Styling og billeder

source: Advanced
da_dk: Avanceret

source: Message if no events found:
da_dk: Besked, hvis ingen begivenheder fundet:

source: Look for more events message:
da_dk: Se efter flere begivenheder-besked:

source: Look for previous events message:
da_dk: Se efter tidligere begivenheder-besked:

source: Reset events message:
da_dk: Nulstil begivenheder-besked:

source: Free busy text:
da_dk: Fri/optaget-tekst:

source: - replaces the summary text (Busy)in a VFREEBUSY component.
da_dk: – erstatter resumeteksten (Optaget) i en VFREEBUSY-komponent.

source: Use human time like midday, midnight
da_dk: Brug menneskelig tid som middag og midnat

source: Do not give credit to the author
da_dk: Giv ikke kreditering til udvikler

source: Use javascript to collapse event groupings
da_dk: Brug JavaScript til at skjule begivenhedsgrupperinger

source: Use my theme css, not plugin css
da_dk: Brug mit temas CSS, ikke pluginnets CSS

source: No images (tick for text only)
da_dk: Ingen billeder (markér for kun tekst)

source: Image icon size:
da_dk: Størrelse på ikonbillede:

source: The css provided works with the default twenty-ten theme and similar themes. Your theme may be different.
da_dk: CSS-filen, som er inkluderet, fungerer med Twenty Ten-temaet og lignende temaer. Dit tema kan ske at være anderledes.

source: To edit the file, download the custom one added to your uploads folder: uploads/css.
da_dk: For at redigere filen skal du downloade den, der er tilføjet til din uploads-mappe: uploads/css (hvis ellers pluginnet har rettigheder til det. o.a.).

source: Edit it and then re-upload to that same folder. Then select it in the box below.
da_dk: Redigér det og upload det til den samme mappe. Vælg så filen i feltet nedenfor.

source: This file will not be overwritten when the plugin is upgraded or when your theme is upgraded.
da_dk: Denne fil vil ikke blive overskrevet, når pluginnet eller dit tema opdateres.

source: More info
da_dk: Flere oplysninger

source: Download the latest provided css file for editing
da_dk: Download den seneste CSS-fil, du kan redigere

source: (optional)
da_dk: (valgfri)

source: Choose plugin default css or choose a custom css and edit it.
da_dk: Vælg pluginnets standard-CSS-fil, eller vælg din egen CSS og redigér det.

source: No css files found in css directory
da_dk: Ingen CSS-filer i CSS-mappen

source: Advanced:
da_dk: Avanceret:

source: Your php version is: %s
da_dk: Din PHP-version er: %s

source: Minimum Php version 5.3 required for events cacheing.
da_dk: Der kræves mindst PHP version 5.3 for caching af begivenheder.

source: Cacheing of generated events for re-use on same page (eg: widget plus list) will not be attempted.
da_dk: Caching af genererede begivenheder for genbrug på samme side (fx: widget plus liste) vil ikke blive forsøgt.

source: Apparently objects do not serialise correctly in php < 5.3.
da_dk: Objekter serialiseres tilsyneladende ikke korrekt i PHP < 5.3.

source: Choose date localisation method:
da_dk: Vælg lokaliseringsmetode for dato:

source: none
da_dk: ingen

source: Http timeout for external ics files:
da_dk: HTTP-timeout for eksterne ICS-filer:

source: Choose seconds before timeout for each ics file fetch
da_dk: Vælg, hvor mange sekunder der skal gå inden timout for hver ICS-filhentning

source: Warning - 30 seconds is a long time! Let it use cache rather if things are slow
da_dk: Advarsel – 30 sekunder er lang tid! Brug hellere cache, hvis tingene går så langsomt

source: Calendar Page URL for Previews:
da_dk: URL for kalenderside til previews:

source: Enter the url of a page with [events] or [largecalendar] in the content to use for list type previews.
da_dk: Indtast URL'en for en side med [events] eller [largecalendar] i indholdet til at anvende til previews med listetyper.

source: Click the name of each list type below to configure that list.
da_dk: Klik på navnet på hver listetype nedenfor for at konfigurere den.

source: Go to plugin website for documentation.
da_dk: Se dokumentation på pluginwebsitet.

source: Configuration help
da_dk: Hjælp til konfigurering

source: Be careful when editing or deleting - some listtypes are defaults for shortcodes and widgets.
da_dk: Vær forsigtig, når du ændrer eller sletter &ndash; nogle listetyper er standarder for kortkoder (shortcodes) og widgets.

source: Add listtype=n in the parameters of the shortcode or widget to use another list type.
da_dk: Tilføj listtype=n i parametrene for kortkoden eller widgetten for at bruge en anden listetype.

source: Warning: This will delete all selected list types immediately.
da_dk: Advarsel: Dette vil slette alle de valgte listetyper med det samme.

source: Delete
da_dk: Slet

source: List
da_dk: Liste

source: To export or copy a list type
da_dk: For at eksportere eller kopiere en listetype

source: Select ALL the content, and COPY.
da_dk: Vælg ALT indhold og KOPIÉR.

source: The encoding is to prevent errors when copying and pasting.
da_dk: Kodningen tjener til at forebygge fejl, når der kopieres og indsættes.

source: The whole string must be selected (it should be when you click on the text box)
da_dk: Hele strengen skal vælges (det burde ske, når du klikker på tekstfeltet)

source: The list type is a huge array.
da_dk: Listetypen er en meget stor array.

source: Without encoding, there were varying problems with slashes. Encoding was more stable.
da_dk: Uden kodning var der diverse problemer med skråstreger. Med kodning var det mere stabilt.

source: Why encode?
da_dk: Hvorfor kode?

source: To import or paste a list type
da_dk: For at importere eller indsætte en listetype

source: PASTE list type string
da_dk: INDSÆT listetypestrengen

source: If you did not produce the string and are concerned about the contents, then inspect the list type string using a decode tool. You should see a serialised array.
da_dk: Hvis du ikke dannede strengen og er bekymret over, hvad det indeholder, kan du undersøge listetypestrengen med et program til at dekode med. Du skulle gerne se en serialiseret array.

source: Click to search for decoding tools
da_dk: Klik for at søge efter dekodningsprogrammer

source: Test decode
da_dk: Test dekodning

source: Define date and time formats:
da_dk: Definér formater for dato og klokkeslæt:

source: Define the formats for the day (eg: Event date, End Date) and time (eg: Start time, End Time) fields. You can actually use any of these to display a full Date time string too. Use the Event date for event instances - the DTSTART field is the first startdate of a recurring event sequence.
da_dk: Definér formaterne for Dag- (fx Begivenhedsdato, Slutdato) og Klokkeslæt- (fx Starttidspunkt, Sluttidspunkt) felterne.

source: These are also used for the date related grouping headings (ie: will show the date in that format as a heading for that group of dates if relevant.)
da_dk: Disse definitioner bruges også for datorelaterede gruppeoverskrifter (dvs. de vil vise datoen i dette format som overskrift for en gruppe af datoer, hvis relevant.)

source: Use the standard PHP format strings:
da_dk: Brug PHP's gængse formatteringsstrenge:

source: Php manual - date datetime formats
da_dk: PHP-manual &ndash; formater for dato og klokkeslæt

source: See php date function format strings
da_dk: See PHP's datoformatteringsstrenge

source: (will localise)
da_dk: (bliver lokaliseret)

source: Expand/Contract all
da_dk: Vis/Skjul alle

source: Why not do any or all of the following:
da_dk: Hvorfor ikke prøve et af – eller alle de følgende forslag:

source: Link to it so other folks can find out about it.
da_dk: Link til det, så andre kan lære det at kende.

source: If you have any problems with this plugin or good ideas for improvements or new features, please talk about them in the
da_dk: Hvis du har problemer med dette plugin eller gode ideer til forbedringer eller nye funktioner, så nævn dem i

source: Support forums
da_dk: Supportforum

source: Weeks start on %s
da_dk: Uger starter på %s

source: and
da_dk: og

source: every
da_dk: alle

source: or
da_dk: eller

source: Every %s %s
da_dk: Alle %s %s

source: On %s instance within %s
da_dk: På den %s i %s

source: %s times
da_dk: %s gange

source: until %s %s
da_dk: indtil %s %s

source: if month is %s
da_dk: hvis måned er %s

source: in %s weeks of the year
da_dk: i %s uger af året

source: on %s day of the year
da_dk: på %s dag i året

source: on %s day of each month
da_dk: på %s dag i hver måned

source: on %s
da_dk: på %s

source: at the %s hour
da_dk: i den %s time

source: at the %s minute
da_dk: i den %s minut

source: at the %s second
da_dk: i den %s sekund

source: %u year
da_dk: %u år

source: %u month
da_dk: %u måned

source: %u week
da_dk: %u uge

source: %u day
da_dk: %u dag

source: %u hour
da_dk: %u time

source: %u minute
da_dk: %u minut

source: %u second
da_dk: %u sekunder

source: Change Timezone
da_dk: Skift tidszone

source: Timezone: %s, Click for %s
da_dk: Tidszone: %s, Klik for %s

source: Your cache directory %s has been created
da_dk: Din cache-mappe %s er blevet oprettet

source: Error creating cache directory %s. Please check permissions
da_dk: Fejl i oprettelse af cache-mappen %s. Tjek venligst rettigheder

source: Unexpected data contents. Please tell administrator.
da_dk: Uventet dataindhold. Giv venligst administrator besked.

source: See comments in source for response received from ics server.
da_dk: Se kommentarer i kilden for svar modtaget fra ICS-server.

source: Error getting calendar file with htpp or curl %s
da_dk: Fejl i hentning af kalenderfil med HTTP eller cURL %s

source: Using File last cached at %s
da_dk: Bruger fil der senest blev cachet: %s

source: File last cached time not available
da_dk: Tidspunkt for filens sidste cache ikke tilgængelig

source: Warning: Events may be out of date.
da_dk: Advarsel: Begivenhederne kan være forældet.

source: No cached ical file for events
da_dk: Ingen cachet iCal-fil med begivenheder

source: midnight
da_dk: midnat

source: midday
da_dk: middag

source: Go to agenda or list view
da_dk: Gå til visning af program eller liste

source: Agenda
da_dk: Program

source: Go to calendar view
da_dk: Gå til kalendervisning

source: Calendar
da_dk: Kalender

source: Go to map view
da_dk: Gå til kortvisning

source: Map
da_dk: Kort

source: Go to date
da_dk: Gå til dato

source: Week starting %1$s
da_dk: Uge startende med %1$s

source: Go to %1$s %2$s
da_dk: Gå til %1$s %2$s

source: Week starting %s
da_dk: Uge startende med %s

source: hours
da_dk: timer

source: months
da_dk: måneder

source: days
da_dk: dage

source: show past events
da_dk: vis afholdte begivenheder

source: show less
da_dk: vis mindre

source: show more
da_dk: vis mere

source: show much less
da_dk: vis meget mindre

source: show much more
da_dk: vis meget mere

source: show future events
da_dk: vis fremtidige begivenheder

source: show maximum 10 events if available
da_dk: vis de maksimale 10 begivenheder, hvis de findes

source: show maximum 50 events if available
da_dk: vis de maksimale 50 begivenheder, hvis de findes

source: show maximum 100 events if available
da_dk: vis de maksimale 100 begivenheder, hvis de findes

source: Event attachment
da_dk: Fil vedhæftet begivenhed

source: View events in %s %s
da_dk: Se begivenheder i %s %s

source: Total events:
da_dk: Samlet antal begivenheder:

source: No description available
da_dk: Ingen beskrivelse

source: Subscribe to %s Calendar
da_dk: Abonnér på %s-kalender

source: Subscribe to calendar in your calendar application.
da_dk: Abonnér på kalender i dit kalenderprogram.

source: Subscribe to calendar
da_dk: Abonnér på kalender

source: Add to google calendar
da_dk: Tilføj til Google Kalender

source: Add to google
da_dk: Tilføj til Google

source: Add event to google
da_dk: Tilføj begivenhed til Google

source: Last Refresh time unexpectedly not available
da_dk: Tidspunkt for Sidste genindlæsning mangler uventet

source: Refresh calendars
da_dk: Genindlæs kalender

source: Last refresh was at %s.
da_dk: Sidste genindlæsning skete %s

source: Remote file had no modifications.
da_dk: Fjernfil indeholdt ingen ændringer.

source: The remote file was last modified on %s.
da_dk: Fjernfilen blev senest ændret %s.

source: Click to refresh
da_dk: Klik for at genindlæse

source: Week %u
da_dk: Uge %u

source: Look for more from %s
da_dk: Se efter mere fra %s

source: Go back to initial view
da_dk: Tilbage til første visning

source: Go back to previous events
da_dk: Tilbage til tidligere begivenheder

source: Sent by
da_dk: Sendt af

source: Upcoming Events
da_dk: Kommende begivenheder

source: Upcoming Events List
da_dk: Liste med kommende begivenheder

source: See plugin website for more details
da_dk: Se flere detaljer på pluginwebsitet

source: Title
da_dk: Titel

source: Calendar page url
da_dk: URL for side med kalender

source: Calendar page url in this website
da_dk: URL til kalenderside på dette website

source: Hover description on Title
da_dk: Beskrivelse på titel ved mus-over

source: Do an event summary hyperlink with event description as title text
da_dk: Lav et link til resumé af begivenhed med beskrivelse af begivenheden som titeltekst

source: External events only
da_dk: Kun eksterne begivenheder

source: Show events from external ics only, do NOT pickup any internal events.
da_dk: Vis kun begivenheder fra ekstern ics, medtag <i>ikke</i> interne begivenheder.

source: Else include events created internally too
da_dk: Alternativt, inkludér også begivenheder oprettet internt

source: External ics urls and advanced options
da_dk: Eksterne ics-URL&#39;er og avancerede indstillinger

source: External ics urls and/or optional shortcode parameters separated by spaces.)
da_dk: Eksterne ics-URL&#39;er og/eller valgfri kortkode-parametre adskilte af mellemrum.)

source: Examples: listtype=4 events=10 days=60 start=yyyymmdd startoffset=-2... )
da_dk: Eksempler: listtype=4 events=10 days=60 start=yyyymmdd startoffset=-2... )

source: See more parameters
da_dk: Se flere parametre

source: Upcoming Events Calendar
da_dk: Kalender med kommende begivenheder

source: See more
da_dk: Se efter mere

source: Calendar page url in this website, for links from widget
da_dk: URL til kalenderside på denne website, for links i widget

source: Examples: listtype=8 events=10 days=60 start=yymmdd startoffset=-2... )
da_dk: Eksempler: listtype=8 events=10 days=60 start=yymmdd startoffset=-2... )

source: Invalid Url
da_dk: Ugyldig URL

source: I try to make these plugins work <strong>"out of the box"</strong> with minimal effort; that they be easy to use but <strong>very configurable</strong>; <strong>well tested</strong>; with <strong>valid html and css</strong> both at the front and admin area.
da_dk: Jeg prøver at sikre, at disse plugins <strong>uden videre virker</strong> med et minimum af indsats, er nemme at bruge, men også <strong>har mange indstillinger</strong>, at de er <strong>gennemtestede</strong>, at de er <strong>gennemtestede</strong>, at de genererer <strong>gyldig HTML og CSS</strong> både i selve bloggen og i administrationspanelet.

source: If you have a feature request, please do let me know.
da_dk: Hvis du har et ønske om en funktion, så lad mig det vide.

source: To edit events in wordpress:
da_dk: For at redigere begivenheder i WordPress:

source: Upgrade to amr-events at
da_dk: Opgradér til amr-events på

source: Keep all these settings and lists
da_dk: Behold alle disse opsætninger og lister

source: Offers many additional benefits.
da_dk: Giver mange flere fordele.

source: Find out more
da_dk: Find ud af mere

source: Events plugin by anmari
da_dk: Events-plugin af anmari

source: Click to toggle
da_dk: Klik for at skifte
